IDEA Open Model
IdeaConImportSettings Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor - it sets default values
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public IdeaConImportSettings()
Public Sub New
public:
IdeaConImportSettings()
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace